Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# SessionsPage_ArchivedUnavailable
source: Archived sessions are unavailable on this gateway.
fr_fr: Les sessions archivées ne sont pas disponibles sur cette passerelle.
pt_br: As sessões arquivadas não estão disponíveis neste Gateway.
zh_cn: 无法获取此网关的已归档会话。
zh_tw: 無法取得此閘道的已封存工作階段。

# SessionsPage_Unarchive
source: Unarchive session
fr_fr: Désarchiver la session
pt_br: Desarquivar sessão
zh_cn: 取消归档会话
zh_tw: 取消封存工作階段

source: Forward
fr_fr: Suivant
pt_br: Avançar
zh_cn: 前进
zh_tw: 前進

# WorkspaceShell_Forward.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Forward
fr_fr: Suivant
pt_br: Avançar
zh_cn: 前进
zh_tw: 前進

# AgentCreation_Title
source: New agent
fr_fr: Nouvel agent
pt_br: Novo agente
zh_cn: 新建智能体
zh_tw: 新增代理程式

# AgentCreation_Creating
source: Creating agent on the gateway. Please wait for confirmation.
fr_fr: Création de l’agent sur la passerelle. Veuillez attendre la confirmation.
pt_br: Criando agente no gateway. Aguarde a confirmação.
zh_cn: 正在网关上创建智能体。请等待确认。
zh_tw: 正在閘道上建立代理程式。請等待確認。

# AgentCreation_Create
source: Create agent
fr_fr: Créer un agent
pt_br: Criar agente
zh_cn: 创建智能体
zh_tw: 建立代理程式

# AgentCreation_Name
source: Name
fr_fr: Nom
pt_br: Nome
zh_cn: 名称
zh_tw: 名稱

# AgentCreation_Workspace
source: Workspace path on the gateway
fr_fr: Chemin de l’espace de travail sur la passerelle
pt_br: Caminho do espaço de trabalho no gateway
zh_cn: 网关上的工作区路径
zh_tw: 閘道上的工作區路徑

# AgentCreation_Description
source: Create an agent and its workspace on the connected gateway. This does not create a conversation or change your current chat.
fr_fr: Créez un agent et son espace de travail sur la passerelle connectée. Cela ne crée pas de conversation et ne modifie pas la conversation actuelle.
pt_br: Crie um agente e seu espaço de trabalho no gateway conectado. Isso não cria uma conversa nem altera seu chat atual.
zh_cn: 在已连接的网关上创建智能体及其工作区。此操作不会创建会话或更改当前聊天。
zh_tw: 在已連線的閘道上建立代理程式及其工作區。此操作不會建立對話或變更目前的聊天。

# AgentCreation_PermissionRequired
source: Connect to a gateway with operator.admin permission to create an agent.
fr_fr: Connectez-vous à une passerelle avec l’autorisation operator.admin pour créer un agent.
pt_br: Conecte-se a um gateway com a permissão operator.admin para criar um agente.
zh_cn: 请连接具有 operator.admin 权限的网关以创建智能体。
zh_tw: 請連線至具有 operator.admin 權限的閘道以建立代理程式。

# AgentCreation_Failed
source: Agent creation could not be confirmed. Close this dialog and refresh agents before trying again.
fr_fr: La création de l’agent n’a pas pu être confirmée. Fermez cette boîte de dialogue et actualisez les agents avant de réessayer.
pt_br: Não foi possível confirmar a criação do agente. Feche esta caixa de diálogo e atualize os agentes antes de tentar novamente.
zh_cn: 无法确认智能体是否创建成功。请关闭此对话框并刷新智能体列表，然后再试。
zh_tw: 無法確認代理程式是否已建立。請關閉此對話方塊並重新整理代理程式清單，然後再試。

# Onboarding_AiSetup_LocalState_ManagementBlocked
source: Companion management is unavailable.
fr_fr: La gestion par Companion est indisponible.
pt_br: O gerenciamento pelo Companion está indisponível.
zh_cn: Companion 管理不可用。
zh_tw: Companion 管理無法使用。

# Onboarding_AiSetup_LocalOwnershipMissing
source: This profile has no ownership receipt for the existing Local AI provider. If Companion created it during an earlier setup attempt, reopen the original Companion profile and choose Recover and use Local AI. Nothing has been changed. Using a detected model does not restore Companion management.
fr_fr: Ce profil ne possède pas de preuve de propriété du fournisseur d’IA locale existant. Si Companion l’a créé lors d’une tentative précédente, rouvrez le profil Companion d’origine et choisissez Récupérer et utiliser l’IA locale. Rien n’a été modifié. Utiliser un modèle détecté ne rétablit pas la gestion par Companion.
pt_br: Este perfil não possui um comprovante de propriedade do provedor de IA local existente. Se o Companion o criou em uma tentativa anterior, reabra o perfil original do Companion e escolha Recuperar e usar IA local. Nada foi alterado. Usar um modelo detectado não restaura o gerenciamento pelo Companion.
zh_cn: 此配置文件没有现有本地 AI 提供程序的所有权凭据。如果 Companion 在之前的设置尝试中创建了它，请重新打开原始 Companion 配置文件并选择“恢复并使用本地 AI”。未进行任何更改。使用检测到的模型不会恢复 Companion 管理。
zh_tw: 此設定檔沒有現有本機 AI 提供者的擁有權憑據。如果 Companion 在先前的設定嘗試中建立了它，請重新開啟原始 Companion 設定檔並選擇「復原並使用本機 AI」。未進行任何變更。使用偵測到的模型不會還原 Companion 管理。

# Onboarding_AiSetup_LocalOwnershipInvalid
source: The saved Local AI ownership, model or Gateway configuration no longer matches. In the original Companion profile, review the original Gateway and its model settings, including edited model allowlist entries. Keep the ownership receipt; do not copy credentials or replace the provider.
fr_fr: La propriété enregistrée de l’IA locale, le modèle ou la configuration de la passerelle ne correspond plus. Dans le profil Companion d’origine, vérifiez la passerelle d’origine et ses paramètres de modèle, y compris les entrées modifiées de la liste des modèles autorisés. Conservez la preuve de propriété ; ne copiez pas les identifiants et ne remplacez pas le fournisseur.
pt_br: A propriedade salva da IA local, o modelo ou a configuração do gateway não corresponde mais. No perfil original do Companion, revise o gateway original e suas configurações de modelo, incluindo entradas alteradas na lista de modelos permitidos. Mantenha o comprovante de propriedade; não copie credenciais nem substitua o provedor.
zh_cn: 已保存的本地 AI 所有权、模型或网关配置不再匹配。请在原始 Companion 配置文件中检查原始网关及其模型设置，包括已修改的模型允许列表条目。保留所有权凭据，不要复制身份验证凭据或替换提供程序。
zh_tw: 已儲存的本機 AI 擁有權、模型或閘道設定不再相符。請在原始 Companion 設定檔中檢查原始閘道及其模型設定，包括已修改的模型允許清單項目。保留擁有權憑據，不要複製驗證認證或取代提供者。

# Onboarding_AiSetup_LocalOwnershipUnavailable
source: The original Gateway ownership or configuration could not be checked. Reconnect the original Gateway and check again. Nothing has been changed.
fr_fr: La propriété ou la configuration de la passerelle d’origine n’a pas pu être vérifiée. Reconnectez cette passerelle et réessayez. Rien n’a été modifié.
pt_br: Não foi possível verificar a propriedade ou a configuração do gateway original. Reconecte esse gateway e verifique novamente. Nada foi alterado.
zh_cn: 无法检查原始网关的所有权或配置。请重新连接原始网关并再次检查。未进行任何更改。
zh_tw: 無法檢查原始閘道的擁有權或設定。請重新連線原始閘道並再次檢查。未進行任何變更。

# Onboarding_AiSetup_LocalOwnershipFiles
source: The owned Local AI installation needs file repair. In Local AI settings, stop its runtime and resolve its original Gateway route before repairing files. Keep the ownership receipt.
fr_fr: Les fichiers de l’installation d’IA locale doivent être réparés. Dans les paramètres d’IA locale, arrêtez le moteur et résolvez son routage vers la passerelle d’origine avant de réparer les fichiers. Conservez la preuve de propriété.
pt_br: Os arquivos da instalação de IA local gerenciada precisam de reparo. Nas configurações de IA local, pare o runtime e resolva a rota do gateway original antes de reparar os arquivos. Mantenha o comprovante de propriedade.
zh_cn: 受管理的本地 AI 安装需要修复文件。请先在本地 AI 设置中停止运行时并解决原始网关路由问题，再修复文件。保留所有权凭据。
zh_tw: 受管理的本機 AI 安裝需要修復檔案。請先在本機 AI 設定中停止執行階段並解決原始閘道路由問題，再修復檔案。保留擁有權憑據。

# Chat_Composer_Sandbox_On
source: Node Sandbox setting: On
zh_cn: 节点沙盒设置：开启

# Chat_Composer_Sandbox_Off
source: Node Sandbox setting: Off
zh_cn: 节点沙盒设置：关闭

# Chat_Composer_Sandbox_OffDescription
source: Commands on this Windows node run without a sandbox.
zh_cn: 此 Windows 节点上的命令在沙盒外运行。

# Chat_Composer_Sandbox_OnDescription
source: Commands on this Windows node run in a sandbox.
zh_cn: 此 Windows 节点上的命令在沙盒中运行。

# Chat_Composer_Sandbox_Title
source: Node Sandbox
zh_cn: 节点沙盒

# Chat_Composer_Sandbox_StateOn
source: On
zh_cn: 开启

# Chat_Composer_Sandbox_StateOff
source: Off
zh_cn: 关闭

# Chat_Composer_Sandbox_OpenSettings
source: Sandbox settings
zh_cn: 沙盒设置

# ChatPage_SetupUnavailable
source: The Gateway verified during setup is not connected. Check Connection, or check again when it is available.
fr_fr: Le Gateway vérifié pendant la configuration n’est pas connecté. Consultez Connexion ou vérifiez à nouveau lorsqu’il est disponible.
pt_br: O Gateway verificado durante a configuração não está conectado. Confira Conexão ou verifique novamente quando ele estiver disponível.
zh_cn: 设置期间验证的 Gateway 未连接。请检查“连接”，或在其可用时再次检查。
zh_tw: 設定期間驗證的 Gateway 未連線。請檢查「連線」，或在其可用時再次檢查。

# ChatPage_SetupAuthorityUnconfirmed
source: The Gateway and agent verified during setup could not be confirmed. Open Connection to check them.
fr_fr: Le Gateway et l’agent vérifiés pendant la configuration n’ont pas pu être confirmés. Ouvrez Connexion pour les vérifier.
pt_br: Não foi possível confirmar o Gateway e o agente verificados durante a configuração. Abra Conexão para verificá-los.
zh_cn: 无法确认设置期间验证的 Gateway 和代理。请打开“连接”进行检查。
zh_tw: 無法確認設定期間驗證的 Gateway 和代理程式。請開啟「連線」進行檢查。

# ChatPage_SetupRenderingFailed
source: Chat could not be displayed. Check again. If the problem continues, open Diagnostics.
fr_fr: Chat n’a pas pu être affiché. Vérifiez à nouveau. Si le problème persiste, ouvrez Diagnostics.
pt_br: Não foi possível exibir Chat. Verifique novamente. Se o problema persistir, abra Diagnóstico.
zh_cn: 无法显示聊天。请再次检查。如果问题仍然存在，请打开“诊断”。
zh_tw: 無法顯示聊天。請再次檢查。如果問題持續發生，請開啟「診斷」。

# ChatPage_SetupCheckAgain.Content
source: Check again
fr_fr: Vérifier à nouveau
pt_br: Verificar novamente
zh_cn: 再次检查
zh_tw: 再次檢查

# ChannelsPage_HelpSlackSigningSecret
source: Basic Information → App Credentials.
fr_fr: Informations de base → Identifiants de l'application.
pt_br: Informações Básicas → Credenciais do Aplicativo.
